[
    {
      "text": "Огоҳ бўлингким, Аллоҳнинг дўстларига хавф йўқдир ва улар хафа ҳам бўлмаслар. Улар иймон келтирганлар ва тақво қилганлардир. Юнус сураси (62-63-оятлар)"
    },
    {
      "text": "Аллоҳга итоат этайлик, динимизга тўла тўкис амал қилайлик. Бизга роҳат ёқ. Бизга динимизни ҳаётимизга  татбиқ қилиш бор. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Расулуллоҳ соллаллоҳу алайҳи васаллам: Ким рамазонда иймон билан, савоб умидида кечалари қоим бўлса ўтган гуноҳлари мағфират қилинади, дедилар. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Аслида амалллар билан жаннатга кириб бўлмасада,  жаннатдаги даражалар амалларга кўр белгилаб қўйилди. У даражаларни қозониш учун Аллоҳу таоло бизга Намоз, Рўза, Закот , Ҳаж амалларини берди. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Бу қилаётган қуллигимиз, одобимиз етмайди. Модомики Унинг неъматлари бизга ортиб бораётган экан, бизнинг ҳам ибодатимиз, қуллигимиз ортмоги лозим. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Муршидим Афанди бобом: \"Сиз бир ишчини оқшомгача ишлатиб уни иши битгач ҳаққини бермай жўнатаоласизми?\" деб сўрар, мен: йўқ! Дегунча, Ул зот: \"Ҳўп энди Аллоҳ таолочи!\" дер эдилар. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Ибодат қанчалар буюк давлат, қанчалар шарафдир. Дунёда ибодат қилиб тўймайдиганлар бор. Тўйиб бўлмайди ҳам, чунки ибодат бандани севгилиси бўлмиш Аллоҳга элтувчи воситадур. Мужаддид Маҳмуд афанди ҳазратлар (Қуддиса сирруҳу)"
    },
    {
      "text": "Рамазон ойида қилинган нафл ибодатларнинг савоби, бошқа ойларда қилинган фарз ибодатларники кабидур. Имом Раббоний ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Расулуллоҳ соллаллоҳу алайҳи васаллам шундай деб марҳамат қилганлар: «Ким Аллоҳнинг Китобидан бир ҳарф ўқиса, унга бунинг учун бир савоб бўлур. Ҳар бир савоб эса ўн мисли(га кўпайтирилур). «Алиф. Лаам. Мийм – бир ҳарф», демайман. Балки «Алиф» – бир ҳарф, «Лаам» – бир ҳарф, «Мийм» – бир ҳарфдур». (Термизий. Фазоил-ул қуръон)"
    },
    {
      "text": "Расулуллоҳ соллаллоҳу алайҳи васаллам шундай деб марҳамат қилганлар: \"Батаҳқиқ рамазонда кечанинг илк учдан бири, ёки сўнгги учдан бирида бир нидо қилувчи: Бирор тилаги бўлган борми? Унга истагани берилур. Истиғфор айтувчи борми? Мағфират қилинур. Гуноҳдан қайтиб тавба қилувчи борми? Аллоҳ таоло унинг тавбасини қабул қилур. Деб нидо қилади.\"(Байҳақий. Шуъабул иймон)"
    },
    {
      "text": "Энг кўп нимадан қўрқишимизни биласизми? У севгили Аллоҳимизнинг юз ўгиришидан қўрқамиз. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Илм, амал, ихлос! Илм ва амал гўёки бадан бўлса, ихлос унинг руҳи кабидур. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Мужаддид Маҳмуд афанди ҳазратлари ҳикоя қиладилар : Пирим Шайх Али Ҳайдар ҳазратлари айтган эдилар: Ўқидим, ижоза олдим, ўқитдим, ижоза бердим. Шайхим Али Ризо Баззоз ҳазратларининг бандирмада ҳалок бўлганларидан сўнг Қуръонга унинг ўз ҳаққини бераолмаганимни англадим. Ўшанда кўзларим очилди. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Расулуллоҳ соллаллоҳу алайҳи васаллам: «Рамазонда жаннат эшиклари очилиб, дўзах эшиклари ёпилади ва шайтонлар кишанланади.» дедилар."
    },
    {
      "text": "Бу нафслар кўз билан самолар ва ердагиларни кўриб ҳам хич таъсирланмайди. Агар Зикруллоҳ билан қалбини уйғотса, уларга ҳаққоний кўз ила қарай бошлайди ва тафаккур қилади. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса стрруҳу)"
    },
    {
      "text": "Набий соллаллоҳу алайҳи васаллам: \"Рўзадорга икки хурсандчилик бор: Бир хурсандчилик ифторлиги вақтида. Иккинчи хурсандчилик Роббисига йўлиққан вақтида\" дедилар. (Бухорий ва Муслим ривояти)"
    },
    {
      "text": "Эй мусулмонлар! Қўлимизда Қуръонимиз туриб ҳам, дунёда мувоффақиятларга  эришаолмасак, душманларимизга мағлуб бўлсак, хўш бу нимадан деб ўйласизлар?! Қуръонимиз қўлимизда бўлгани ҳолда амалимиз унга муносиб ва мувофиқ бўлмаётганидан. Агар лойиқ бўлсак ҳолат дархол тузалади. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу) "
    },
    {
      "text": "Яшаш исломий бўлса (Ҳаққа)тобелик ҳосил бўлади. Тобелик собит бўлса севги ҳосил бўлади. Севги бўлса пардалар кўтарилади ва кўнгилга киришлик ҳосил бўлади. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Қандай ҳам марҳаматли Роббимиз бор, бир одам йигирма йил тинмай гуноҳ қилса ва ўзига келиб ярим соат тавба қилса, ўша йигирма йиллик бўшликни тўлдиради дархол тавба этмоқ керак (бундай Зотга). Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Мужаддид Шайх Маҳмуд афанди ҳазратларининг мактублаp Илмга хизмат қилиш инсоннинг ҳам дунёсини, ҳамда охиратини гуллаши учун энг катта василадур.Илм билан амал ҳам лозим бўлади, бу иккисига эса ихлос керак бўлади. Илм ва амал ихлос билн комилдур. Зеро илмни устоздан ёки китобдан олиш мумкин аммо амал ўзимизга қолган ишдур. Унга эса ихлос лозим. Ихлос кучдир, агар тариқати олияга (Расулуллоҳ соллаллоҳу алайҳи васалламга етиб борувчи олий сулукга) боғланган бўлинса унинг маҳсули ҳам зиёда бўлади."
    },
    {
      "text": "Билакда куч бор экан исломга амал қилиб қолайлик. Чунки Аллоҳни севдирадиган шу(ёшликдаги ибодатлар)дир. Жаннатга олиб кирадиган ҳам, Аллоҳнинг жамолига қовуштирадиган ҳам шудир. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Расулуллоҳ соллалоҳу алайҳи вассалламнинг ахлоқлари Қуръони карим эди. Қуръонни энг аввал ва мукаммал татбиқ этган Ул зот эдилар. Расулуллоҳ соллалоҳу алайҳи вассаламга ўхшасак хайр ва барака бўлади, йўқса ҳолимизга вой. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Қуръон аҳли аҳлуллоҳдир. Хўш Қуръон аҳли деб кимларни айтилади? Улар - Қуръонни билган, агар билмаса билганлардан ўрганиб юрадиган ва унга амал қиладиган  кишилардур. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу)"
    },
    {
      "text": "Қалблар уйқудадир. Зикруллоҳда давом эта-эта уйғонади. Жисмимизда шу кўзларимиз, қулоғимиз, лисонимиздан бошқа яна борми? Бор, (у қалбдадир) агар қалб уйғонса унинг кўз қулоқлари ҳам очилади ва еру кўкдаги аломатларни кўра бошлайди. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу) "
    },
    {
      "text": "Қадр кечаси биргина кеча аммо 83 йил-у 4 ойдан яхшироқдур. Бир инсон 83 йил-у 4 ой ҳаракат қилиб бир қадр кечасида қозониладиган (ажрларни) қозонолмайди. Мужаддид Маҳмуд афанди ҳазратлари (Қуддиса сирруҳу) "
    },
    {
      "text": "Дунёсида ошиғи олчи бўлганларнинг, охират ишлари барбод бўлади. Шу зайл икки дунёси ҳам кўнгилдагидек бўлмайди. Мужаддид Маҳмуд афанди ҳазратлар (Қуддиса сирруҳу Изоҳ: Шайх ҳазратлари бу ерда муаййан бир тарафни назарда тутмиш бўлиб, улар дунёсини деб охиратини унутаёзганлардур."
    },
    {
      "text": "Маҳмуд афанди ҳазратлари айтадилар: Муршидим қуддиса сирруҳу айтганлар: \"Агар инсон дунёдаги суйган суймаганларини унутса ўшанда муҳсин бўлади. У билан фақат Аллоҳ таоло қолади.\" Эй Роббимиз! Бизни анашундек қуллардан қилгин. Муршидим қуддиса сирруҳу муҳсинга шундай таъриф берар эдилар, доим энг нозик ва дақиқ маъноларни Ул зот чиқариб берар эдилар. "
    }
]